{
  "ontologies": [
    {
      "id": "efo",
      "preferredPrefix": "EFO",
      "title": "Experimental Factor Ontology",
      "uri": "http://www.ebi.ac.uk/efo",
      "description": "The Experimental Factor Ontology (EFO) provides a systematic description of many experimental variables available in EBI databases, and for external projects such as the NHGRI GWAS catalogue. It combines parts of several biological ontologies, such as anatomy, disease and chemical compounds. The scope of EFO is to support the annotation, analysis and visualization of data handled by many groups at the EBI and as the core ontology for OpenTargets.org",
      "homepage": "http://www.ebi.ac.uk/efo",
      "mailing_list": "efo-users@lists.sourceforge.net",
      "definition_property": [
        "http://purl.obolibrary.org/obo/IAO_0000115",
        "http://www.ebi.ac.uk/efo/definition"
      ],
      "synonym_property": [
        "http://www.ebi.ac.uk/efo/alternative_term",
        "http://www.geneontology.org/formats/oboInOwl#hasExactSynonym"
      ],
      "hierarchical_property": [
        "http://purl.obolibrary.org/obo/BFO_0000050",
        "http://purl.obolibrary.org/obo/RO_0002202"
      ],
      "hidden_property": [
        "http://www.ebi.ac.uk/efo/has_flag"
      ],
      "base_uri": [
        "http://www.ebi.ac.uk/efo/EFO_"
      ],
      "reasoner": "OWL2",
      "oboSlims": false,
      "ontology_purl": "http://www.ebi.ac.uk/efo/efo.owl"
    },
    {
      "id": "edam",
      "preferredPrefix": "EDAM",
      "title": "Ontology of bioinformatics topics, operations, identifiers, and formats",
      "uri": "http://edamontology.org",
      "description": "EDAM is a simple ontology of well established, familiar concepts that are prevalent within bioinformatics, including types of data and data identifiers, data formats, operations and topics. EDAM provides a set of terms with synonyms and definitions - organised into an intuitive hierarchy for convenient use.",
      "homepage": "http://edamontology.org",
      "mailing_list": "edam@elixir-dk.org",
      "definition_property": [
        "http://www.geneontology.org/formats/oboInOwl#hasDefinition"
      ],
      "synonym_property": [
        "http://www.geneontology.org/formats/oboInOwl#hasExactSynonym",
        "http://www.geneontology.org/formats/oboInOwl#hasNarrowSynonym"
      ],
      "base_uri": [
        "http://edamontology.org/data_",
        "http://edamontology.org/topic_",
        "http://edamontology.org/format_",
        "http://edamontology.org/identifier_"
      ],
      "oboSlims": false,
      "ontology_purl": "https://raw.githubusercontent.com/edamontology/edamontology/master/releases/EDAM.owl"
    },
    {
      "id": "bao",
      "preferredPrefix": "BAO",
      "title": "BioAssay Ontology",
      "uri": "http://www.bioassayontology.org/bao/bao_complete.owl",
      "description": "The BioAssay Ontology (BAO) describes biological screening assays and their results including high-throughput screening (HTS) data for the purpose of categorizing assays and data analysis. BAO is an extensible, knowledge-based, highly expressive (currently SHOIQ(D)) description of biological assays making use of descriptive logic based features of the Web Ontology Language (OWL). BAO currently has over 700 classes and also makes use of several other ontologies. It describes several concepts related to biological screening, including Perturbagen, Format, Meta Target, Design, Detection Technology, and Endpoint. Perturbagens are perturbing agents that are screened in an assay; they are mostly small molecules. Assay Meta Target describes what is known about the biological system and / or its components interrogated in the assay (and influenced by the Perturbagen). Meta target can be directly described as a molecular entity (e.g. a purified protein or a protein complex), or indirectly by a biological process or event (e.g. phosphorylation). Format describes the biological or chemical features common to each test condition in the assay and includes biochemical, cell-based, organism-based, and variations thereof. The assay Design describes the assay methodology and implementation of how the perturbation of the biological system is translated into a detectable signal. Detection Technology relates to the physical method and technical details to detect and record a signal. Endpoints are the final HTS results as they are usually published (such as IC50, percent inhibition, etc). BAO has been designed to accommodate multiplexed assays. All main BAO components include multiple levels of sub-categories and specification classes, which are linked via object property relationships forming an expressive knowledge-based representation.",
      "homepage": "http://bioassayontology.org",
      "mailing_list": "http://bioassayontology.org/wp/contact-us/",
      "definition_property": [
        "http://purl.obolibrary.org/obo/IAO_0000115",
        "http://www.ebi.ac.uk/efo/definition"
      ],
      "synonym_property": [
        "http://www.geneontology.org/formats/oboInOwl#hasExactSynonym",
        "http://purl.obolibrary.org/obo/IAO_0000118",
        "http://www.ebi.ac.uk/efo/alternative_term"
      ],
      "hierarchical_property": [
        "http://purl.obolibrary.org/obo/BFO_0000050"
      ],
      "base_uri": [
        "http://www.bioassayontology.org/bao#"
      ],
      "oboSlims": false,
      "reasoner": "OWL2",
      "ontology_purl": "http://www.bioassayontology.org/bao/"
    },
    {
      "id": "teddy",
      "preferredPrefix": "TEDDY",
      "description": "TEDDY is an ontology for dynamical behaviours, observable dynamical phenomena, and control elements of bio-models and biological systems in Systems and Synthetic Biology.",
      "title": "Terminology for Description of Dynamics",
      "uri": "http://identifiers.org/teddy/",
      "definition_property": [
        "http://www.w3.org/2004/02/skos/core#definition"
      ],
      "synonym_property": [
        "http://www.w3.org/2004/02/skos/core#altLabel"
      ],
      "base_uri": [
        "http://identifiers.org/teddy/TEDDY_"
      ],
      "oboSlims": false,
      "ontology_purl": "http://www.biomodels.net/teddy/TEDDY"
    },
    {
      "id": "ordo",
      "preferredPrefix": "ORDO",
      "description": "The Orphanet Rare Disease ontology (ORDO) is jointly developed by Orphanet and the EBI to provide a structured vocabulary for rare diseases capturing relationships between diseases, genes and other relevant features which will form a useful resource for the computational analysis of rare diseases. It derived from the Orphanet database (www.orpha.net ) , a multilingual database dedicated to rare diseases populated from literature and validated by international experts. It integrates a nosology (classification of rare diseases), relationships (gene-disease relations, epiemological data) and connections with other terminologies (MeSH, UMLS, MedDRA),databases (OMIM, UniProtKB, HGNC, ensembl, Reactome, IUPHAR, Geantlas) or classifications (ICD10).",
      "title": "Orphanet Rare Disease Ontology",
      "uri": "http://www.orpha.net/ontology/orphanet.owl",
      "definition_property": [
        "http://www.ebi.ac.uk/efo/definition"
      ],
      "synonym_property": [
        "http://www.ebi.ac.uk/efo/alternative_term"
      ],
      "hidden_property": [
        "http://www.ebi.ac.uk/efo/has_flag"
      ],
      "hierarchical_property": [
        "http://purl.obolibrary.org/obo/BFO_0000050",
        "http://www.orpha.net/ORDO/Orphanet_C021"
      ],
      "base_uri": [
        "http://www.orpha.net/ORDO/Orphanet_"
      ],
      "reasoner": "OWL2",
      "oboSlims": false,
      "ontology_purl": "http://www.orphadata.org/data/ORDO/ordo_orphanet.owl"
    },
    {
      "id": "nmrCV",
      "preferredPrefix": "NMR",
      "title": "nuclear magnetic resonance CV",
      "uri": "http://nmrML.org/nmrCV",
      "description": "This artefact is an MSI-approved controlled vocabulary primarily developed under COSMOS EU and PhenoMeNal EU governance. The nmrCV is supporting the nmrML XML format with standardized terms. nmrML is a vendor agnostic open access NMR raw data standard. Its primaly role is analogous to the mzCV for the PSI-approved mzML XML format. It uses BFO2.0 as its Top level. This CV was derived from two predecessors (The NMR CV from the David Wishart Group, developed by Joseph Cruz) and the MSI nmr CV developed by Daniel Schober at the EBI.  This simple taxonomy of terms (no DL semantics used) serves the nuclear magnetic resonance markup language (nmrML) with meaningful descriptors to amend the nmrML xml file with CV terms. Metabolomics scientists are encouraged to use this CV to annotrate their raw and experimental context data, i.e. within nmrML. The approach to have an exchange syntax mixed of an xsd and CV stems from the PSI mzML effort. The reason to branch out from an xsd into a CV is, that in areas where the terminology is likely to change faster than the nmrML xsd could be updated and aligned, an externally and decentrallised maintained CV can accompensate for such dynamics in a more flexible way. A second reason for this set-up is that semantic validity of CV terms used in an nmrML XML instance (allowed CV terms, position/relation to each other, cardinality) can be validated by rule-based proprietary validators:  By means of cardinality specifications and XPath expressions defined in an XML mapping file (an instances of the CvMappingRules.xsd ), one can define what ontology terms are allowed in a specific location of the data model.",
      "homepage": "http://nmrml.org/cv/",
      "mailing_list": "https://groups.google.com/forum/?hl=en#!forum/nmrml/join",
      "definition_property": [
        "http://purl.obolibrary.org/obo/IAO_0000115",
        "http://www.w3.org/2004/02/skos/core#definition",
        "http://www.w3.org/2000/01/rdf-schema#comment"
      ],
      "synonym_property": [
        "http://www.geneontology.org/formats/oboInOwl#hasExactSynonym"
      ],
      "hierarchical_property": [
        "http://purl.obolibrary.org/obo/BFO_0000050"
      ],
      "base_uri": [
        "http://nmrML.org/nmrCV#NMR"
      ],
      "reasoner": "NONE",
      "ontology_purl": "http://nmrml.org/cv/stable/nmrCV.owl"
    },
    {
      "id": "probonto",
      "preferredPrefix": "PROBONTO",
      "title": "Probability Distribution Ontology",
      "uri": "http://www.probonto.org/ontology",
      "description": "ProbOnto, is an ontology-based knowledge base of probability distributions, featuring more than eighty uni- and multivariate distributions with their defining functions, characteristics, relationships and reparameterisation formulas.",
      "homepage": "http://probonto.org",
      "mailing_list": "probonto.dev@gmail.com",
      "definition_property": [
        "http://www.probonto.org/core#0000028"
      ],
      "base_uri": [
        "http://www.probonto.org/core"
      ],
      "oboSlims": false,
      "ontology_purl": "file:///nfs/production/parkinso/spot/ols4/prod/local_ontologies/probonto.ttl"
    }
  ]
}
